module.exports = {
    productCategories: [
        {
            name: 'Краски водно-дисперсионные',
            id: 1,
            items: [
                {
                    id: 'cool',
                    name: 'Фасадная акриловая краска "Люкс"',
                    shortDescription: 'Применяется для высококачественной наружной окраски зданий и сооружений по кирпичным, бетонным, деревянным, оштукатуренным,' +
                                  ' покрытых шпаклевкой и другим поверхностям, а также для окраски стен и потолков в помещениях с повышенной влажностью.',
                    type: 'На основе стиролакрилового латекса ТУ 2316-009-27551219-02.',
                    description: [
                        {
                            name: 'ТЕХНИЧЕСКАЯ ХАРАКТЕРИСТИКА',
                            items: [
                                {propName: 'Расход', propValue: '110-140г/м² при однослойном покрытии.'},
                                {propName: 'Условная вязкость по вискозиметру ВЗ-246 (d=4 мм) при (20±0,5)°C,сек.', propValue: '30'},
                                {propName: 'Разбавитель', propValue: 'Вода'},
                                {propName: 'Время высыхания', propValue: '1 час при температуре 20ºС.'},
                                {propName: 'Хранение', propValue: 'В закрытой таре при температуре от +5ºC до +35ºC. Гарантийный срок хранения – 12 месяцев.'},
                            ],
                        },
                        {
                            name: 'ИНСТРУКЦИЯ ПО ПРИМЕНЕНИЮ',
                            items: [
                                {propName: 'Окраска', propValue: 'Акриловые краски можно наносить поверх любых красок кроме известковых, которые должны быть тщательлно отчищены до полного удаления. Не рекомендуется покрывать олифой окрашиваемые поверхности перед нанесением акриловых красок. Для укрепления отмеливающих поверхностей следует использовать универсальную грунтовку (на основе стиролакрила или акрила).'},
                                {propName: 'Охрана труда', propValue: 'Работу с краской следует производить в тканевых перчатках. В случае попадания краски на кожу или в глаза промыть большим количеством воды.'},
                                {propName: 'Фасовка', propValue: 'В полиэтиленовые бидоны по 56 кг или в ведра по 30 кг'},
                            ],
                        },
                        {
                            name: 'ПРОИЗВОДИМЫЕ ВИДЫ',
                            items: [
                                {propName: 'СТАНДАРТ', propValue: 'стандартной белизны (90%) и стандартной прочности'},
                                {propName: 'ЛЮКС', propValue: 'повышенной белизны (94%) и стандартной прочности'},
                            ],
                        },
                    ],
                }, {
                    id: 'facade_lux',
                    name: 'Фасадная акриловая краска "Люкс"',
                    shortDescription: 'Применяется для высококачественной наружной окраски зданий и сооружений по кирпичным, бетонным, деревянным, оштукатуренным,' +
                                  ' покрытых шпаклевкой и другим поверхностям, а также для окраски стен и потолков в помещениях с повышенной влажностью.',
                    type: 'На основе стиролакрилового латекса ТУ 2316-009-27551219-02.',
                    description: [
                        {
                            name: 'ТЕХНИЧЕСКАЯ ХАРАКТЕРИСТИКА',
                            items: [
                                {propName: 'Расход', propValue: '110-140г/м² при однослойном покрытии.'},
                                {propName: 'Условная вязкость по вискозиметру ВЗ-246 (d=4 мм) при (20±0,5)°C,сек.', propValue: '30'},
                                {propName: 'Разбавитель', propValue: 'Вода'},
                                {propName: 'Время высыхания', propValue: '1 час при температуре 20ºС.'},
                                {propName: 'Хранение', propValue: 'В закрытой таре при температуре от +5ºC до +35ºC. Гарантийный срок хранения – 12 месяцев.'},
                            ],
                        },
                        {
                            name: 'ИНСТРУКЦИЯ ПО ПРИМЕНЕНИЮ',
                            items: [
                                {propName: 'Окраска', propValue: 'Акриловые краски можно наносить поверх любых красок кроме известковых, которые должны быть тщательлно отчищены до полного удаления. Не рекомендуется покрывать олифой окрашиваемые поверхности перед нанесением акриловых красок. Для укрепления отмеливающих поверхностей следует использовать универсальную грунтовку (на основе стиролакрила или акрила).'},
                                {propName: 'Охрана труда', propValue: 'Работу с краской следует производить в тканевых перчатках. В случае попадания краски на кожу или в глаза промыть большим количеством воды.'},
                                {propName: 'Фасовка', propValue: 'В полиэтиленовые бидоны по 56 кг или в ведра по 30 кг'},
                            ],
                        },
                        {
                            name: 'ПРОИЗВОДИМЫЕ ВИДЫ',
                            items: [
                                {propName: 'СТАНДАРТ', propValue: 'стандартной белизны (90%) и стандартной прочности'},
                                {propName: 'ЛЮКС', propValue: 'повышенной белизны (94%) и стандартной прочности'},
                            ],
                        },
                    ],
                },
            ],
        },
        {
            name: 'Шпаклевки, побелка',
            id: 2,
            items: [
                {
                    id: 'normal',
                    name: 'Средняя краска',
                    shortDescription: 'Средняя краска с неплохим составом',
                    type: 'На основе стиролакрилового латекса ТУ 2316-009-27551219-02.',
                    description: [
                        {
                            name: 'Главные',
                            items: [
                                {propName: 'Название', propValue: 'дабстеп'},
                                {propName: 'Описание', propValue: 'ваще кул тупо слэм'},
                            ],
                        },
                    ],
                },
            ],
        },
        {
            name: 'Клей',
            id: 3,
            items: [
                {
                    id: 'normal',
                    name: 'Средняя краска',
                    shortDescription: 'Средняя краска с неплохим составом',
                    type: 'На основе стиролакрилового латекса ТУ 2316-009-27551219-02.',
                    description: [
                        {
                            name: 'Главные',
                            items: [
                                {propName: 'Название', propValue: 'дабстеп'},
                                {propName: 'Описание', propValue: 'ваще кул тупо слэм'},
                            ],
                        },
                    ],
                },
            ],
        },
        {
            name: 'Эмали',
            id: 4,
            items: [
                {
                    id: 'normal',
                    name: 'Средняя краска',
                    shortDescription: 'Средняя краска с неплохим составом',
                    type: 'На основе стиролакрилового латекса ТУ 2316-009-27551219-02.',
                    description: [
                        {
                            name: 'Главные',
                            items: [
                                {propName: 'Название', propValue: 'дабстеп'},
                                {propName: 'Описание', propValue: 'ваще кул тупо слэм'},
                            ],
                        },
                    ],
                },
            ],
        },
        {
            name: 'Грунтовка',
            id: 5,
            items: [
                {
                    id: 'normal',
                    name: 'Средняя краска',
                    shortDescription: 'Средняя краска с неплохим составом',
                    type: 'На основе стиролакрилового латекса ТУ 2316-009-27551219-02.',
                    description: [
                        {
                            name: 'Главные',
                            items: [
                                {propName: 'Название', propValue: 'дабстеп'},
                                {propName: 'Описание', propValue: 'ваще кул тупо слэм'},
                            ],
                        },
                    ],
                },
            ],
        },
    ],
};
