module.exports = {
    SERVER_ERROR: 'Ошибка сервера',

    NAME_REQIRED: 'Имя и картинка обязательны параметр',
    BAD_FORMAT: 'Неправильный формат файла',
    INVALID_ID: 'Не существует такой категории, попробуйте обновить страницу',

    IMAGE_SAVING_ERROR: 'Картинка на данный момент не может быть сохранена',
    IMAGE_UPDATING_ERROR: 'Картинка не может быть обновлена',
    UPDATING_ERROR: 'Невозможено сейчас обновить',

    NOTHING_TO_UPDATE: 'Нечего обновлять',

    NOTHING_TO_DELETE: 'Такого элемента уже не существует',
};
